<!DOCTYPE html>
<html lang="en">
<head>
    <meta charset="UTF-8">
    <meta name="viewport" content="width=device-width, initial-scale=1.0">
    <link rel="stylesheet" href="../assets/css/reset.css">
    <link rel="stylesheet" href="../assets/css/style.css">
    <link rel="stylesheet" href="../assets/css/payment.css">
    <link rel="icon" href="../assets/img/favicon.ico">
    <title>EnglishClub.ru</title>
</head>
<body>
    <?php include 'components/header.php';?>
    <main class="_container">
        <?php include 'components/navigation.php';?>
        <section class="main">
            <h2>Оплата и подписка</h2>
            <h3>Информация о способах оплаты</h3>
            <p>Мы предлагаем различные удобные способы оплаты, чтобы вы могли выбрать наиболее подходящий для вас. Все платежи защищены современными методами шифрования, обеспечивая безопасность ваших данных.</p>
            <b>Доступные способы оплаты:</b>
            <ul>
                <li><b>Банковские карты:</b> Мы принимаем все основные банковские карты, включая карту “Мир”.</li>
                <li><b>Электронные кошельки:</b> Оплачивайте с помощью популярных электронных кошельков, таких как Яндекс.Деньги и Webmoney.</li>
                <li><b>Мобильные платежи:</b> Поддерживаем оплату через мобильные операторы и SMS-платежи.</li>
            </ul>
            <h3>Условия подписки</h3>
            <p>Мы предлагаем несколько вариантов подписки, чтобы вы могли выбрать тот, который лучше всего соответствует вашим потребностям и целям обучения.</p>
            <b>Планы подписки:</b>
            <ul>
                <li><b>Ежемесячная подписка:</b> Оплачивайте каждый месяц и получайте доступ ко всем курсам и материалам. Стоимость — 990 руб./мес.</li>
                <li><b>Годовая подписка:</b> Оплачивайте один раз в год и экономьте 20% по сравнению с ежемесячной подпиской. Стоимость — 9 500 руб./год.</li>
                <li><b>Семейная подписка:</b> Получите доступ для всей семьи (до 4 человек) со скидкой 30%. Стоимость — 14 000 руб./год.</li>
            </ul>
            <b>Процесс оплаты</b>
            <p>Оплатить подписку легко и просто. Следуйте этим шагам:</p>
            <ol type="1">
                <li><b>Выберите план подписки:</b> Перейдите на страницу выбора подписки и выберите подходящий план.</li>
                <li><b>Заполните данные:</b> Введите необходимые данные, включая способ оплаты и контактную информацию.</li>
                <li><b>Подтвердите оплату:</b> Проверьте введенные данные и подтвердите оплату. Вы получите подтверждение на указанный email.</li>
            </ol>
            <p>После успешной оплаты вы сразу получите доступ ко всем функциям и курсам платформы "Английский клуб". Если у вас возникнут вопросы или проблемы, свяжитесь с нашей службой поддержки, и мы с радостью вам поможем.</p>
        </section>
    </main>
    <?php include 'components/footer.php';?>
</body>
</html>